/* Error string for OTR message string */
"A private conversation could not be set up." = "Conversația privată nu a putut fi inițiată.";

/* Title for the about page */
"About" = "Despre";

/* Label for button to show version numbers and licenses */
"About This Version" = "Despre această versiune";

/* SSL error message */
"Access denied" = "Acces interzis";

/* The string describing a buddy's account */
"Account" = "Cont";

/* Title for the accounts tab */
"Accounts" = "Conturi";

/* Button title to add someone as a buddy */
"Add" = "Adaugă";

/* The title for the view to add a buddy */
"Add Buddy" = "Adaugă prieten";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Setări avansate";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "A apărut o eroare la criptarea mesajului și mesajul nu a fost trimis.";

/* SSL error message */
"Attempt to restore an unknown session" = "Incercare de restabilire a unei sesiuni necunoscute";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Ștergere automată";

/* Label in buddy list for users that are available */
"Available" = "Conectat";

/* Label in buddy list for users that are away */
"Away" = "Plecat";

/* SSL error message */
"Bad certificate format" = "Certificat cu format eronat";

/* SSL error message */
"Bad MAC" = "MAC eronat";

/* SSL error message */
"Bad protocol version" = "Versiune eronata de protocol";

/* SSL error message */
"Bad SSLCipherSuite" = "Suită de criptare SSLCipherSuite eronată";

/* SSL error message */
"Bad unsupported cert format" = "Format de certificat nesuportat";

/* string to describe basic set of settings */
"Basic" = "Setări de bază";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Deoarece conținutul bazei de date este criptat cu parola ta, ai pierdut accesul la date și va trebui să reinstalezi ChatSecure pentru a continua. Aplicațiile pentru managementul parolelor cum sunt 1Password sau MiniKeePass pot fi utile pentru generarea și stocarea parolelor.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Blochează";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blochează și șterge";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informații prieten";

/* Cancel an alert window */
"Cancel" = "Anulează";

/* Error string for OTR message string */
"Cannot read the received message." = "Mesajul primit nu poate fi citit.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Formatul mesajului OTR primit nu este recunoscut.";

/* SSL error message */
"Cert chain not verified by root" = "Lant de certificare neverificat de root";

/* SSL error message */
"Certificate expired" = "Certificat expirat";

/* SSL error message */
"Certificate revoked" = "Certificat revocat";

/* SSL error message */
"Chain had a cert not yet valid" = "Lanțul de certificare conține un certificat care nu e încă valid";

/* SSL error message */
"Chain had an expired cert" = "Lanțul de certificare are un certificat expirat";

/* Title for chat view */
"Chat" = "Conversație";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Conversează cu mine securizat";

/* Title for chats view */
"Chats" = "Conversații";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Codul sursă al aplicației este pe Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Negociere eșuată a suitei de criptare";

/* Label for text field where you compose a new message */
"Compose" = "Compune";

/* SSL error message */
"Configuration error" = "Eroare de configurare";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "Conectat";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Se conectează";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Conectare la Tor";

/* SSL error message */
"Connection closed gracefully" = "Conexiune închisă fără erori";

/* SSL error message */
"Connection closed via error" = "Conexiune închisă din cauza unei erori";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copiază";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Nu se poate obține cheia publică din certificat";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Creează";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Creează cont nou";

/* Start of sentence that will be followed by names */
"Created by" = "Creat de";

/* Title for progress of creating a new account */
"Creating Account" = "Creare cont";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* SSL error message */
"Decoding error" = "Eroare la decodificare";

/* SSL error message */
"Decompression failure" = "Eroare la decompresie";

/* SSL error message */
"Decryption error" = "Eroare la decriptare";

/* SSL error message */
"Decryption failed" = "Decriptarea a eșuat";

/* SSL error message */
"Decryption failure" = "Nu s-a reușit decriptarea";

/* default string to revert to normal language behaviour */
"Default" = "Implicit";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Șterg contul?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Șterge conversațiile la deconectare";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Transmis";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nu deranja";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Donează";

/* Title for button to press when user is finished */
"Done" = "Gata";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Eroare la criptare";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Eroare la crearea contului";

/* SSL error message */
"Export restriction" = "Restricție de export";

/* Default message when a user status is set to extended away */
"Extended Away" = "Plecat (extins)";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Conectarea la serverul XMPP a eșuat. Verifică datele de conectare și conexiunea la internet și încearcă din nou.";

/* SSL error message */
"Fatal alert" = "Alertă fatală";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Parolă uitată?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Negociere eșuată";

/* Label for button to open link to translate app */
"Help Translate" = "Ajută la traducere";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Nume host";

/* SSL error message */
"I/O would block (not fatal)" = "I/O blochează (eroare nu e fatală)";

/* SSL error message */
"Illegal parameter" = "Parametru nepermis";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Informații";

/* SSL error message */
"Insufficient buffer provided" = "Buffer insuficient";

/* SSL error message */
"Insufficient security" = "Securitate insuficientă";

/* SSL error message */
"Internal error" = "Eroare internă";

/* SSL error message */
"Invalid certificate chain" = "Lanț de certificare invalid";

/* title label for invalid email */
"Invalid Email" = "Adresă e-mail invalidă";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Limba";

/* log in to account */
"Log In" = "Conectare";

/* log out from account */
"Log Out" = "Deconectare";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Autentificare automată";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Administrează contul Push ChatSecure";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gestionează certificatele SSL stocate";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Mesajul nu a fost transmis deoarece prietenul nostru a încheiat conversația privată. Ar trebui să închidem conexiunea sau să o reînnoim.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificat eronat";

/* SSL error message */
"Module attach failure" = "Eroare la atașarea modulului";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Nume";

/* For a new settings value */
"New" = "Nou";

/* Title for New Account View */
"New Account" = "Cont nou";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Certificat SSL nou";

/* Label for button to go to next step */
"Next" = "Mai departe";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Fără eroare";

/* SSL error message */
"No renegotiation allowed" = "Renegocierea nu este permisă";

/* Label in buddy list for users that are offline */
"Offline" = "Deconectat";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vechi";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Deschide în Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Deschide în Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Deschide în Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opțional";

/* Title for other miscellaneous settings group */
"Other" = "Altul";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Politica noastră impune criptare dar încercăm să trimitem un mesaj în clar.";

/* Label text for password field on login screen */
"Password" = "Parolă";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Certificatul corespondentului este valid, ori a fost ignorat dacă verificarea este dezactivată";

/* SSL error message */
"Peer dropped connection before responding" = "Corespondentul a închis conexiunea înainte de a răspunde";

/* SSL error message */
"Peer host name mismatch" = "Nepotrivire la numele hostului corespondentului";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Așteaptă aprobare";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Șterge definitiv";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificate";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Alegeți o adresă e-mail validă";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Cod QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Am primit o eroare generală OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Am primit o bătaie de inimă.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Am primit un mesaj criptat dar nu poate fi citit pentru că o conexiune privată nu a fost stabilită încă.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Am primit un mesaj în clar.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Am primit și am anulat un mesaj adresat altei instanțe.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Am primit propriile mesaje OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recente";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Respinge";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Reține parola";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Reține parola";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Elimină";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Răspunde";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Necesar";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* Label for text input for XMPP resource */
"Resource" = "Resursă";

/* Title for button for saving a setting */
"Save" = "Salvează";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificate stocate";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Caută";

/* Title heading in settings */
"Security" = "Securitate";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertizare de securitate";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Trimite feedback";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Am trimis o bătaie de inimă.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Serverul a închis conexiunea fără nicio notificare";

/* SSL error message */
"Server has requested a client cert" = "Serverul a solicitat un certificat de client";

/* Title for the Settings screen */
"Settings" = "Setări";

/* Title for sharing a link to the app */
"Share" = "Partajează";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Înscrie-te";

/* Label for button to skip this step */
"Skip" = "Următorul";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "Eroare protocol SSL";

/* Label for button to take a photo from camera */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Error string for OTR message string */
"The message received contains malformed data." = "Mesajul primit conține date malformate.";

/* Error string for OTR message string */
"The previous message was resent." = "Mesajul anterior a fost retransmis.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Serverul XMPP nu suportă înregistrarea";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Dispozitivul nu pare a fi configurat pentru a face plăți.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor este o funcție experimentală, a se folosi cu precauție.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "Eroare criptografică";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Înregistrare neașteptată (omisă) în DTLS ";

/* SSL error message */
"Unexpected message received" = "Mesaj neașteptat primit";

/* SSL error message */
"Unknown Cert Authority" = "Autoritate de certificare necunoscută";

/* SSL error message */
"Unknown certificate" = "Certificat necunoscut";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Deblochează";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Anulat de utilizator";

/* Example of a username using the words user and example */
"user@example.com" = "utilizator@exemplu.com";

/* Label text for username field on login screen */
"Username" = "Utilizator";

/* SSL error message */
"Valid cert chain, untrusted root" = "Lanț de certificare valid, root-ul nu este de încredere";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificat valid";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificat";

/* Shown when verifying fingerprints */
"Verify" = "Verifică";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifică amprenta digitală";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versiunea";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vrei să te conectezi la UserVoice și să trimiți feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Donația ta va ajuta la dezvoltarea continuă a aplicației ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Parola ta va fi stocată în iOS Keychain pe acest dispozitiv și este numai atât de sigură cât este și parola sau pin-ul dispozitivului. Totusi, nu va persista în timpul unui proces de backup/restaurare a dispozitivului prin iTunes, așa că nu o uitați, sau puteți pierde istoricul conversațiilor.";

